export default {
  gameName: '突变竞技场',
  gameDesc: '突变竞技场是一款多人在线第一人称射击游戏， \n' +
    '主要玩法是突变模式。',
  inDevelopment: '施工中...',
  nav: {
    home: '首页',
    equipment: '装备',
    mutant: '突变体',
    human: '人类',
    map: '地图',
    info: '信息',
  },
  footer: {
    privacy: '隐私',
  },
  mutant: {
    Tank: '坦克',
    Ghost: '幽灵',
    Smoker: '烟鬼',
    Cutter: '切割者',
    Cook: '厨师',
    Echo: '回声',
    Generator: '发电机',
    CorpseDriver: '赶尸人',
    Venom: '毒液',
  },
  human: {
    solider: '士兵',
  },
  map: {
    dust: '沙漠',
    farm: '农场',
    playground: '游乐场',
    crossroads: '十字路口',
    arena: '竞技场',
    trainingGround: '训练场',
  },
  info: {
    s1_title: '什么是突变模式？',
    s1_content_p1:
      '游戏双方为人类和突变体，开局会进行倒计时，倒计时结束后会随机选择几位不幸的人类变为突变体，他们在原地突变后可能会立刻转身攻击你。',
    s1_content_p2:
      '人类可以使用枪械对突变体造成伤害和击退效果。同时突变体拥有大量血量和特定技能，可以对人类造成感染和伤害。',
    s1_content_p3:
      '对局中会随机生成补给箱，补给箱所在的区域往往不安全，这些装备是为勇敢的人准备的。',
    s1_content_p4:
      '人类一旦被感染或血量为零就会立刻突变，转身去攻击那些曾经的同伴，战场瞬息万变。',
    s1_content_p5:
      '突变体被刀死无法复活，人类可以从被刀死的突变体身上提取血清来免疫感染，突变体也可以吸食死去的同伴来提升等级强化能力。',
    s1_content_p6:
      '随着对局时间的流逝，幸存的人类逐渐减少，伤害会不断增加。此时如果你拥有抗体，你的近战武器会很有杀伤力。',
    s2_title: '游戏什么时候发售？',
    s2_content:
      '游戏已经过了技术验证阶段，整个流程已经跑通。现在处于开发中期，可能还需要几年才能发布1.0版。',
    s3_title: '游戏定价是多少，是否售卖属性？',
    s3_content:
      '游戏本体是免费的，有内购商品，但不会售卖属性，也不会存在付费快速解锁道具的情况，这是一种隐性的pay to win',
    s4_title: '游戏的世界观是怎样的？',
    s4_content_p1:
      '目前世界观并未体现在游戏里，现在的开发目标是实现游戏性，当游戏运营稳定之后，才会完善世界观。',
    s4_content_p2:
      '在不久的将来，科学取得了很大的发展，人们普遍相信文明加速主义，但是人类始终无法突破太阳系，太阳系此时就像一个牢笼。' +
      '慢慢的，焦躁的情绪滋生了一些冒险的想法，一部分人向宇宙发射了大量播种飞船，每艘都携带着DNA、信息库和机器人，他们就像蒲公英的种子飘向了浩瀚的宇宙。。。'
  },
  privacy: {
    title: '隐私政策',
    s1_title: '我们收集的信息',
    s1_content_p1:
      '个人信息：我们可能会收集您的游戏行为，以及您自愿提供的其他信息。',
    s1_content_p2:
      '使用数据：我们可能会收集有关您如何使用我们网站或应用程序的信息，例如您的 IP 地址和浏览习惯。',
    s2_title: '我们如何使用您的信息',
    s2_content_p1:
      '提供和改进服务：我们使用您的信息来运营我们的网站并为您提供您所要求的服务。',
    s2_content_p2:
      '与您沟通：我们可能会使用您的电子邮件地址向您发送时事通讯、更新或促销优惠。',
    s2_content_p3:
      '分析使用情况：我们分析使用数据以改进我们的网站和服务。',
    s3_title: '我们如何共享您的信息',
    s3_content_p1:
      '与服务提供商共享：我们可能会与帮助我们运营业务的第三方服务提供商共享您的信息。',
    s3_content_p2:
      '遵守法律：我们可能会披露您的信息以遵守适用法律或回应合法请求。',
    s4_title: '您的选择',
    s4_content_p1:
      '选择退出：您可以随时选择不再接收我们的营销通讯。',
    s4_content_p2:
      '访问和控制：您有权访问、更正或删除您的个人信息。',
    s5_title: '安全',
    s5_content:
      '我们采取合理措施来保护您的个人信息。',
    s6_title: '本政策的变更',
    s6_content:
      '我们可能会不时更新本政策。',
    s7_title: '联系我们',
    s7_content:
      '如果您对本政策有任何疑问，请通过 [yoyoyoochn{\'@\'}outlook.com] 联系我们。',
  },
}
